phone_n = '+7 (8212) 566-333 или +7 (904) 271-63-33'
site_l = 'https://www.buduezdit.ru/'

start_message = 'Здравствуйте.\nНа какие вопросы вы хотите получить ответ?'
generic = 'Выберите из списка интересующий Вас вопрос'
not_in_list = f'Если у Вас остались вопросы, можете обратиться по номеру:\n{phone_n}.'
not_available = 'Сейчас недоступно'
faq = ('1. Договор об обучении заключается на первом организационном собрании.\n'
       '2. Группа набирается каждый месяц.\n'
       '3. Срок обучения составляет 2 месяца.\n'
       '4. Автопарк автошколы содержит машины зарубежного и отечественного производства.\n'
       '5. Вид коробки передач на стоимость обучения не влияет.\n'
       '6. Организация может выдать заверенную копию лицензии.\n'
       '7. Справка для налоговой выдаётся на основании заявления. Бланк заявления можно скачать в нашей группе.')

send_application = ('Чтобы отправить заявку на обучение, напишите сообщение, начинающееся на знак "#" (решётка), '
                    'содержащее ваш номер телефона и ФИО.')
training_start = ('Занятия начинаются в 18:00, 209 кабинет, по адресу г. Сыктывкар, ул. Южная, д. 15 '
                  '(Здание МАОУ "Технический лицей").\n'
                  f'Актуальную дату начала обучения уточняйте по телефону {phone_n} или в нашей группе.')
price = ('20000 руб. 00 коп. — взрослый.\n'
         '18000 руб. 00 коп. —  школьник/студент. '
         'Требуется подтверждающий документ (студенческий билет или справка из образовательной организации).\n'
         '\n'
         '11000 руб. 00 коп. — ГСМ.')
training_duration = 'Срок обучения: 2 месяца.'
requirements = ('— Копии документов: паспорт с пропиской (1, 2, 4 стр.), СНИЛС.\n'
                '— Медицинская справка категории B. Справку можно получить в любой платной клинике.\n'
                '— Тетрадь, ручка.\n'
                '— Для студентов и школьников требуется подтверждающий документ '
                '(студенческий билет или справка из образовательной организации).')

place_n_time = (f'Запись на обучение доступна по номеру телефона {phone_n}.\n'
                f'Также можно подать заявку на нашем сайте: {site_l}')

attendance = ('Теоретические занятия проходят каждый день с понедельника по четверг в 18:00.\n'
              'По учебному плану предусмотрено 25 практических занятий по вождению. '
              'Время практических занятий обсуждается с инструктором.\n'
              '\n'
              'Одно теоретическое занятие длится 1,5 часа.\n'
              'Одно практическое занятие по вождению длится два академических часа.')
exam = ('Внутренний экзамен проходит в даты на усмотрение преподавателя.\n'
        'Актуальную информацию можно получить только на занятиях.')
retake = ('Пересдача внутреннего экзамена проходит в рабочие дни по понедельникам в 17:30, '
          '207 кабинет по адресу ул. Южная, д. 15 (Здание МАОУ "Технический лицей").\n'
          '\n'
          'Для пересдачи экзамена по вождению нужно:\n'
          '1. Сдать экзамен по ПДД в ГАИ.\n'
          f'2. Связаться с инструктором или подать запрос на назначение другого инструктора по номеру: {phone_n}.')

payment = ('Наша организация предоставляет возможность оплатить обучение частями: '
           '50% вносится в при поступлении в автошколу, оставшиеся 50% вносятся в течение обучения.\n'
           '\n'
           'Полная оплата за обучение должна быть произведена до даты внутреннего экзамена.\n'
           '\n'
           'ГСМ оплачивается отдельно инструктору на руки.')
driving_charge = ('Стандартная сумма оплаты за вождение составляет 11000 руб. 00 коп.\n'
                  'Дополнительное вождение обговаривается с инстуктором.')
payment_req = f'Для оплаты воспользуйтесь QR-кодом размещенным на нашем сайте {site_l}'

underage_req = 'При сдаче экзамена в ГИБДД необходимо нотариальное согласие на сдачу экзамена в ГИБДД (от родителей).'
underage_med = 'Страхование для учащихся до 18 лет предоставляет только медицинский центр МеркуриМед.'
extra_info = ('Обучение несовершеннолетнего возможно с 16 лет.\n'
              'Экзамен по вождение можно сдавать с 17 лет.\n'
              'Прошедший обучение и сдавший все экзамены получает права в 18 лет.\n'
              '\n'
              'Также можно выбрать другой интересующий Вас вопрос из списка.')
